[
  {
    "id": 1,
    "name": "EcoWear",
    "description": "Innovative recycling processes for a zero-waste future.",
    "likes": 150,
    "rating": 4.5,
    "about": "EcoWear is pioneering the future of sustainable fashion with its groundbreaking recycling technology. Founded in 2015, the company has committed to reducing waste in the fashion industry by transforming recycled materials into high-quality garments. Their mission is to create fashion that is not only stylish but also kind to the planet. EcoWear's collections are a testament to the belief that sustainability and fashion can go hand in hand. They aim to inspire a movement towards a zero-waste lifestyle through their innovative approach."
  },
  {
    "id": 2,
    "name": "GreenThreads",
    "description": "Organic fabrics and renewable energies power our production.",
    "likes": 120,
    "rating": 4.7,
    "about": "GreenThreads stands at the forefront of eco-conscious fashion, utilizing only organic materials and renewable energy in its production processes. Launched in 2018, the brand has quickly become a favorite among environmentally aware consumers. Their commitment to sustainability is evident in every piece of clothing they produce, from sourcing materials to the final product. GreenThreads believes in the power of change through fashion, aiming to reduce the industry's carbon footprint. Their mission is to prove that fashion can be both beautiful and sustainable, without compromise."
  },
  {
    "id": 3,
    "name": "OceanBlue",
    "description": "Turning ocean plastics into fashionable wear.",
    "likes": 180,
    "rating": 4.8,
    "about": "OceanBlue is revolutionizing the fashion industry by transforming ocean waste into stylish and durable clothing. Founded by a group of marine biologists and fashion designers in 2020, OceanBlue is driven by a passion for the oceans and a vision for a cleaner world. Their innovative process not only cleans our oceans but also provides an alternative source of materials for the fashion industry. OceanBlue's mission is to combat marine pollution while raising awareness about the importance of ocean conservation. Each purchase supports their efforts to preserve marine ecosystems for future generations."
  },
  {
    "id": 4,
    "name": "ReVogue",
    "description": "Vintage and upcycled fashion for the modern consumer.",
    "likes": 90,
    "rating": 4.2,
    "about": "ReVogue is redefining fashion with its unique blend of vintage finds and upcycled designs. Established in 2017, the brand caters to those who seek style with a story and sustainability. By giving new life to pre-loved pieces, ReVogue challenges the fast-fashion industry's norms and promotes a circular economy. Their vision is to create a fashion ecosystem that values quality over quantity and history over novelty. ReVogue's commitment to sustainability is matched by their dedication to providing fashion-forward, unique pieces that don't compromise on ethics or aesthetics."
  },
  {
    "id": 5,
    "name": "BioFashion",
    "description": "Biodegradable materials that return to the earth.",
    "likes": 200,
    "rating": 4.9,
    "about": "BioFashion leads the way in sustainable innovation with its use of fully biodegradable materials. Since its inception in 2019, the company has focused on creating products that not only look good but also do good for the planet. BioFashion's materials are designed to decompose naturally, leaving minimal environmental impact. Their goal is to close the loop in fashion production, ensuring that garments can return to the earth harmlessly. BioFashion is not just a brand; it's a movement towards a sustainable future where fashion and nature coexist harmoniously."
  },
  {
    "id": 6,
    "name": "EarthCouture",
    "description": "Luxury fashion with an environmental conscience.",
    "likes": 75,
    "rating": 4.6,
    "about": "EarthCouture combines luxury with sustainability, offering high-end fashion that respects the environment. Launched by a team of eco-conscious designers in 2016, EarthCouture is on a mission to prove that luxury fashion can be sustainable. Their collections feature environmentally friendly materials, ethical manufacturing practices, and timeless designs. EarthCouture is dedicated to reducing the luxury fashion industry's ecological footprint, promoting a more responsible approach to fashion. They believe in the power of luxury to inspire and lead the way in sustainability."
  },
  {
    "id": 7,
    "name": "PureThreads",
    "description": "100% organic cotton and natural dyes for all products.",
    "likes": 165,
    "rating": 4.4,
    "about": "PureThreads is at the heart of the organic fashion movement, specializing in garments made from 100% organic cotton and natural dyes. Founded in 2014, the brand is committed to ethical and sustainable practices throughout its supply chain. PureThreads' philosophy centers on the health of the planet and its people, ensuring that every product is free from harmful chemicals and produced under fair labor conditions. Their aim is to offer sustainable fashion choices that don't sacrifice comfort or style. PureThreads is a testament to the fact that fashion can be pure, ethical, and environmentally friendly."
  },
  {
    "id": 8,
    "name": "SustainaWear",
    "description": "Sustainable practices from farm to closet.",
    "likes": 110,
    "rating": 4.3,
    "about": "SustainaWear is pioneering a fully sustainable fashion lifecycle, from the farm where its materials are sourced to the closet where its garments are worn. Established in 2016, the brand's commitment to sustainability encompasses every aspect of its operations. SustainaWear works closely with farmers, artisans, and manufacturers to ensure ethical practices across the board. Their mission is to create a sustainable fashion ecosystem that supports both people and the planet. SustainaWear's dedication to transparency and sustainability has made it a leader in the ethical fashion movement."
  },
  {
    "id": 9,
    "name": "EcoChic",
    "description": "Chic, sustainable, and ethically sourced materials.",
    "likes": 130,
    "rating": 4.0,
    "about": "EcoChic is making sustainable fashion accessible and stylish, with a focus on ethically sourced materials and chic designs. Launched in 2017, EcoChic bridges the gap between high fashion and environmental responsibility. Their collections are a celebration of style and sustainability, proving that you don't have to compromise on ethics to be fashionable. EcoChic collaborates with ethical suppliers and artisans to bring their vision to life. Their mission is to inspire a fashion revolution that values sustainability as much as style."
  },
  {
    "id": 10,
    "name": "NatureMode",
    "description": "Fashions inspired by and made with nature in mind.",
    "likes": 140,
    "rating": 4.1,
    "about": "NatureMode is inspired by the beauty of the natural world, creating fashion that's in harmony with the environment. Since its launch in 2018, NatureMode has been dedicated to using natural materials and eco-friendly processes. Their designs reflect the textures, colors, and patterns found in nature, bringing a sense of the outdoors into every garment. NatureMode's commitment to sustainability goes beyond materials; they aim to raise awareness about environmental issues through their fashion. They believe in creating a connection between consumers and the natural world, fostering a deeper appreciation for our planet."
  }
]
